Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: This custom LLM’s upstream does not offer this model. Open Providers → this connection → Connection settings → Model and change it to one this custom LLM actually supports (e.g. gpt-5.4). You can ask its provider for the exact list of available model IDs.
ar: لا يوفر مصدر الوصل هذا النموذج. افتح المزوّدون ← هذا custom LLM ← تعديل ← النموذج وغيّره إلى نموذج يدعمه الوصل فعلاً (مثل gpt-5.4). يمكنك طلب قائمة المعرّفات المتاحة من مدير الوصل.
de: Der Upstream des benutzerdefinierte LLMs bietet dieses Modell nicht. Öffne Anbieter → dieses benutzerdefinierte LLM → Verbindungseinstellungen → Modell und wähle eines, das dein benutzerdefiniertes LLM tatsächlich unterstützt (z. B. gpt-5.4). Den genauen ID-Katalog kannst du beim benutzerdefiniertes LLM-Administrator erfragen.
es: El upstream del LLM personalizado no ofrece este modelo. Abre Proveedores → este LLM personalizado → Configuración de conexión → Modelo y cámbialo por uno que tu LLM personalizado realmente soporte (p. ej. gpt-5.4). Puedes pedir al administrador la lista exacta de IDs disponibles.
fr: Le fournisseur upstream du LLM personnalisé ne propose pas ce modèle. Ouvrez Fournisseurs → ce LLM personnalisé → Paramètres de connexion → Modèle et choisissez-en un que votre LLM personnalisé prend vraiment en charge (par ex. gpt-5.4). Vous pouvez demander la liste exacte des IDs disponibles à l'administrateur.
hi: इस कस्टम LLM का अपस्ट्रीम यह मॉडल प्रदान नहीं करता। प्रदाता → यह कस्टम LLM → कनेक्शन सेटिंग्स → मॉडल खोलें और इसे एक ऐसे मॉडल में बदलें जिसे आपका कस्टम LLM वास्तव में समर्थन करता है (उदा. gpt-5.4)। सटीक मॉडल ID सूची के लिए कस्टम LLM व्यवस्थापक से पूछें।
id: Upstream LLM kustom tidak menyediakan model ini. Buka Penyedia → LLM kustom ini → Pengaturan koneksi → Model dan ganti dengan model yang benar-benar didukung LLM kustom Anda (mis. gpt-5.4). Anda bisa meminta daftar ID model yang tersedia kepada admin LLM kustom.
ja: カスタム LLM の上流はこのモデルを提供していません。プロバイダー → この カスタム LLM → 接続設定 → モデル を開き、カスタム LLM が実際にサポートするモデル（例: gpt-5.4）に変更してください。利用可能なモデル ID の正確なリストは カスタム LLM 管理者にお問い合わせください。
ko: 이 사용자 지정 LLM의 상류는 이 모델을 제공하지 않습니다. 제공업체 → 해당 사용자 지정 LLM → 연결 설정 → 모델을 열어 사용자 지정 LLM이 실제로 지원하는 모델(예: gpt-5.4)로 바꾸세요. 사용 가능한 모델 ID 목록은 사용자 지정 LLM 관리자에게 문의하세요.
pt_br: O upstream do LLM personalizado não oferece este modelo. Abra Provedores → este LLM personalizado → Configurações de conexão → Modelo e mude para um modelo que seu LLM personalizado realmente suporte (ex.: gpt-5.4). Peça ao administrador do LLM personalizado a lista exata de IDs disponíveis.
ru: Upstream этой пользовательской LLM не предоставляет эту модель. Откройте Поставщики → это пользовательская LLM → Настройки подключения → Модель и выберите модель, которую эта пользовательская LLM действительно поддерживает (например, gpt-5.4). Точный список доступных идентификаторов уточните у администратора сервиса.
th: ต้นน้ำของ LLM แบบกำหนดเองนี้ไม่มีโมเดลดังกล่าว เปิดผู้ให้บริการ → LLM แบบกำหนดเอง นี้ → การตั้งค่าการเชื่อมต่อ → โมเดล แล้วเปลี่ยนไปใช้โมเดลที่ LLM แบบกำหนดเองของคุณรองรับจริง (เช่น gpt-5.4) สามารถขอรายการ ID โมเดลที่ใช้ได้จากผู้ดูแล LLM แบบกำหนดเอง
tr: özel LLM'in upstream'i bu modeli sunmuyor. Sağlayıcılar → bu özel LLM → Bağlantı ayarları → Model bölümünden, özel LLM'inizin gerçekten desteklediği bir modele değiştirin (ör. gpt-5.4). Mevcut model ID listesini özel LLM yöneticisinden öğrenebilirsiniz.
vi: Upstream của LLM tùy chỉnh không cung cấp mô hình này. Mở Nhà cung cấp → LLM tùy chỉnh này → Cài đặt kết nối → Mô hình và đổi sang mô hình LLM tùy chỉnh thực sự hỗ trợ (ví dụ gpt-5.4). Bạn có thể hỏi quản trị viên LLM tùy chỉnh danh sách ID mô hình chính xác.
zh_hans: 此自定义 LLM 的上游没有提供此模型。打开 供应商 → 该连接 → 连接设置 → 模型，改为此自定义 LLM 实际支持的模型（例如 gpt-5.4）。可以向其服务商询问可用模型 ID 列表。
zh_hant: 此自訂 LLM 的上游沒有提供此模型。開啟 供應商 → 該連線 → 連線設定 → 模型，改為此自訂 LLM 實際支援的模型（例如 gpt-5.4）。可向其服務商詢問可用模型 ID 清單。

source: The server did not return an HTTP response.
ar: لم يُرجع الخادم استجابة HTTP.
de: Der Server hat keine HTTP-Antwort zurückgegeben.
es: El servidor no devolvió una respuesta HTTP.
fr: Le serveur n'a pas renvoyé de réponse HTTP.
hi: सर्वर ने HTTP प्रतिक्रिया नहीं लौटाई।
id: Server tidak mengembalikan respons HTTP.
ja: サーバーが HTTP レスポンスを返しませんでした。
ko: 서버가 HTTP 응답을 반환하지 않았습니다.
pt_br: O servidor não retornou uma resposta HTTP.
ru: Сервер не вернул HTTP-ответ.
th: เซิร์ฟเวอร์ไม่ได้ส่งการตอบกลับ HTTP
tr: Sunucu bir HTTP yanıtı döndürmedi.
vi: Máy chủ không trả về phản hồi HTTP.
zh_hans: 服务器没有返回 HTTP 响应。
zh_hant: 伺服器沒有回傳 HTTP 回應。

source: The server rejected the API key. Check the key or choose the documented protocol manually.
ar: رفض الخادم مفتاح API. تحقق من المفتاح أو اختر البروتوكول الموثق يدويًا.
de: Der Server hat den API-Schlüssel abgelehnt. Überprüfen Sie den Schlüssel oder wählen Sie das dokumentierte Protokoll manuell aus.
es: El servidor rechazó la clave API. Verifique la clave o elija el protocolo documentado manualmente.
fr: Le serveur a rejeté la clé API. Vérifiez la clé ou choisissez manuellement le protocole documenté.
hi: सर्वर ने एपीआई कुंजी को अस्वीकार कर दिया। कुंजी की जाँच करें या दस्तावेज़ीकृत प्रोटोकॉल को मैन्युअल रूप से चुनें।
id: Server menolak kunci API. Periksa kuncinya atau pilih protokol yang terdokumentasi secara manual.
ja: サーバーが API キーを拒否しました。キーを確認するか、文書化されたプロトコルを手動で選択してください。
ko: 서버가 API 키를 거부했습니다. 키를 확인하거나 문서화된 프로토콜을 수동으로 선택하십시오.
pt_br: O servidor rejeitou a chave API. Verifique a chave ou escolha o protocolo documentado manualmente.
ru: Сервер отклонил ключ API. Проверьте ключ или выберите документированный протокол вручную.
th: เซิร์ฟเวอร์ปฏิเสธคีย์ API ตรวจสอบกุญแจหรือเลือกโปรโตคอลที่บันทึกไว้ด้วยตนเอง
tr: Sunucu API anahtarını reddetti. Anahtarı kontrol edin veya belgelenen protokolü manuel olarak seçin.
vi: Máy chủ đã từ chối khóa API. Kiểm tra khóa hoặc chọn giao thức được ghi lại theo cách thủ công.
zh_hans: 服务器拒绝了 API Key。请检查密钥，或手动选择文档指定的协议。
zh_hant: 伺服器拒絕了 API Key。請檢查金鑰，或手動選擇文件指定的協議。

source: The service at this address is not the selected engine.
ar: الخدمة على هذا العنوان ليست المحرك المحدد.
de: Der Dienst unter dieser Adresse ist nicht die ausgewählte Engine.
es: El servicio de esta dirección no es el motor seleccionado.
fr: Le service à cette adresse n’est pas le moteur sélectionné.
hi: इस पते की सेवा चुना गया इंजन नहीं है।
id: Layanan di alamat ini bukan mesin yang dipilih.
ja: このアドレスのサービスは選択したエンジンではありません。
ko: 이 주소의 서비스가 선택한 엔진이 아닙니다.
pt_br: O serviço neste endereço não é o mecanismo selecionado.
ru: Служба по этому адресу не является выбранным движком.
th: บริการที่อยู่นี้ไม่ใช่เอนจินที่เลือก
tr: Bu adresteki hizmet seçilen motor değil.
vi: Dịch vụ tại địa chỉ này không phải engine đã chọn.
zh_hans: 此地址上的服务不是所选引擎。
zh_hant: 此位址上的服務不是所選引擎。

# The service endpoint is auto-filled for you.
source: The service Request URL is filled in automatically.
ar: يتم ملء عنوان طلب الخدمة تلقائيًا.
de: Die Request-URL des Dienstes wird automatisch ausgefüllt.
es: La URL de solicitud del servicio se completa automáticamente.
fr: L’URL de requête du service est remplie automatiquement.
hi: सेवा का अनुरोध URL आपके लिए स्वतः भर दिया जाता है।
id: URL permintaan layanan diisi otomatis.
ja: サービスのリクエスト URL は自動入力されます。
ko: 서비스 요청 URL이 자동으로 채워집니다.
pt_br: A URL de solicitação do serviço é preenchida automaticamente.
ru: URL запроса сервиса заполняется автоматически.
th: URL คำขอของบริการจะถูกกรอกโดยอัตโนมัติ
tr: Hizmetin istek URL'si otomatik olarak doldurulur.
vi: URL yêu cầu của dịch vụ được tự động điền.
zh_hans: 服务请求 URL 会自动填写。
zh_hant: 服務請求 URL 會自動填寫。

source: These models in this connection accept this parameter.
ar: تقبل النماذج التالية في هذا الاتصال هذه المَعلمة.
de: Diese Modelle dieser Verbindung akzeptieren diesen Parameter.
es: Estos modelos de esta conexión aceptan este parámetro.
fr: Ces modèles de cette connexion acceptent ce paramètre.
hi: इस कनेक्शन के ये मॉडल इस पैरामीटर को स्वीकार करते हैं।
id: Model-model berikut di koneksi ini menerima parameter ini.
ja: この接続では、以下のモデルがこのパラメータを受け付けます。
ko: 이 연결에서 다음 모델들이 이 매개변수를 받습니다.
pt_br: Estes modelos desta conexão aceitam este parâmetro.
ru: Эти модели данного подключения принимают параметр.
th: โมเดลเหล่านี้ในการเชื่อมต่อนี้รับพารามิเตอร์นี้
tr: Bu bağlantıdaki şu modeller bu parametreyi kabul ediyor.
vi: Các mô hình sau trong kết nối này chấp nhận tham số này.
zh_hans: 这个连接里的以下模型接受这个参数。
zh_hant: 這個連線裡的以下模型接受這個參數。

source: These parameters are inferred from the protocol you chose. Oriveo hasn't verified they take effect on this connection.
ar: هذه المعاملات مستنتجة من البروتوكول الذي اخترته. لم يتحقق Oriveo من أنها تعمل فعليًا على هذا الاتصال.
de: Diese Parameter werden aus dem von dir gewählten Protokoll abgeleitet. Oriveo hat nicht geprüft, ob sie über diese Verbindung wirken.
es: Estos parámetros se deducen del protocolo que elegiste. Oriveo no ha comprobado que surtan efecto en esta conexión.
fr: Ces paramètres sont déduits du protocole que tu as choisi. Oriveo n'a pas vérifié qu'ils agissent sur cette connexion.
hi: ये पैरामीटर आपके चुने हुए प्रोटोकॉल से अनुमानित हैं। Oriveo ने यह सत्यापित नहीं किया कि ये इस कनेक्शन पर असर करते हैं।
id: Parameter ini disimpulkan dari protokol yang kamu pilih. Oriveo belum memverifikasi bahwa parameter ini berpengaruh pada koneksi ini.
ja: これらのパラメータは選択したプロトコルから推定したものです。この接続で実際に効くかどうかを Oriveo は検証していません。
ko: 이 매개변수는 선택한 프로토콜에서 추론한 것입니다. 이 연결에서 실제로 적용되는지는 Oriveo가 확인하지 않았습니다.
pt_br: Estes parâmetros são inferidos do protocolo que você escolheu. O Oriveo não verificou se eles fazem efeito nesta conexão.
ru: Эти параметры выведены из выбранного вами протокола. Oriveo не проверял, работают ли они на этом подключении.
th: พารามิเตอร์เหล่านี้อนุมานจากโปรโตคอลที่คุณเลือก Oriveo ยังไม่ได้ตรวจสอบว่ามีผลจริงบนการเชื่อมต่อนี้
tr: Bu parametreler seçtiğin protokolden çıkarıldı. Oriveo bunların bu bağlantıda etki edip etmediğini doğrulamadı.
vi: Các tham số này được suy ra từ giao thức bạn đã chọn. Oriveo chưa xác minh chúng có tác dụng trên kết nối này.
zh_hans: 这些参数按你选择的协议推断，Oriveo 未验证它们在这条连接上是否真的生效。
zh_hant: 這些參數依你選擇的協定推斷，Oriveo 未驗證它們在這條連線上是否真的生效。

source: These settings are configured automatically for each provider. Custom Request URL support will be available in a future update.
ar: تُضبط هذه الإعدادات تلقائيًا لكل مزود. سيتوفر دعم عناوين الطلب المخصصة في تحديث لاحق.
de: Diese Einstellungen werden für jeden Anbieter automatisch konfiguriert. Unterstützung für benutzerdefinierte Request-URLs folgt in einem späteren Update.
es: Estos ajustes se configuran automáticamente para cada proveedor. La compatibilidad con URL de solicitud personalizadas llegará en una actualización futura.
fr: Ces paramètres sont configurés automatiquement pour chaque fournisseur. La prise en charge des URL de requête personnalisées arrivera dans une prochaine mise à jour.
hi: ये सेटिंग्स प्रत्येक प्रदाता के लिए स्वचालित रूप से कॉन्फ़िगर होती हैं। कस्टम अनुरोध URL का समर्थन भविष्य के अपडेट में उपलब्ध होगा।
id: Pengaturan ini dikonfigurasi otomatis untuk setiap penyedia. Dukungan URL permintaan kustom akan tersedia pada pembaruan mendatang.
ja: これらの設定はプロバイダーごとに自動設定されます。カスタムのリクエスト URL は今後のアップデートで対応予定です。
ko: 이 설정은 각 제공업체에 맞게 자동 구성됩니다. 사용자 지정 요청 URL 지원은 향후 업데이트에서 제공될 예정입니다.
pt_br: Essas configurações são definidas automaticamente para cada provedor. O suporte a URLs de solicitação personalizadas chegará em uma atualização futura.
ru: Эти параметры автоматически настраиваются для каждого провайдера. Поддержка пользовательских URL запросов появится в будущем обновлении.
th: การตั้งค่าเหล่านี้จะกำหนดโดยอัตโนมัติสำหรับผู้ให้บริการแต่ละราย การรองรับ URL คำขอแบบกำหนดเองจะมีในอัปเดตถัดไป
tr: Bu ayarlar her sağlayıcı için otomatik yapılandırılır. Özel istek URL'si desteği gelecekteki bir güncellemede sunulacaktır.
vi: Các cài đặt này được cấu hình tự động cho từng nhà cung cấp. Hỗ trợ URL yêu cầu tùy chỉnh sẽ có trong bản cập nhật sau.
zh_hans: 这些设置会为每个服务商自动配置。自定义请求 URL 支持将在后续更新中提供。
zh_hant: 這些設定會為每個服務商自動配置。自訂請求 URL 支援將在後續更新中提供。

source: Thinking / reasoning mode
ar: وضع التفكير / الاستدلال
de: Denken / Reasoning-Modus
es: Modo de pensamiento / razonamiento
fr: Mode réflexion / raisonnement
hi: सोच / तर्क मोड
id: Mode berpikir / penalaran
ja: 思考 / 推論モード
ko: 사고 / 추론 모드
pt_br: Modo pensamento / raciocínio
ru: Режим размышлений / рассуждений
th: โหมดคิด / ใช้เหตุผล
tr: Düşünme / akıl yürütme modu
vi: Chế độ suy nghĩ / suy luận
zh_hans: 深度推理
zh_hant: 深度推理

source: This Month
ar: هذا الشهر
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
id: Bulan ini
ja: 今月
ko: 이번 달
pt_br: Este mês
ru: В этом месяце
th: เดือนนี้
tr: Bu Ay
vi: Tháng này
zh_hans: 本月
zh_hant: 本月

source: This address doesn't match the connection method. Change the connection method to continue.
ar: هذا العنوان لا يتوافق مع طريقة الاتصال. غيّر طريقة الاتصال للمتابعة.
de: Diese Adresse passt nicht zur Verbindungsart. Ändere die Verbindungsart, um fortzufahren.
es: Esta dirección no coincide con el método de conexión. Cambia el método de conexión para continuar.
fr: Cette adresse ne correspond pas au mode de connexion. Modifiez le mode de connexion pour continuer.
hi: यह पता कनेक्शन विधि से मेल नहीं खाता। जारी रखने के लिए कनेक्शन विधि बदलें।
id: Alamat ini tidak cocok dengan metode koneksi. Ubah metode koneksi untuk melanjutkan.
ja: このアドレスは接続方法と一致しません。続けるには接続方法を変更してください。
ko: 이 주소는 연결 방식과 일치하지 않습니다. 계속하려면 연결 방식을 변경하세요.
pt_br: Este endereço não corresponde ao método de conexão. Altere o método de conexão para continuar.
ru: Этот адрес не соответствует способу подключения. Измените способ подключения, чтобы продолжить.
th: ที่อยู่นี้ไม่ตรงกับวิธีการเชื่อมต่อ เปลี่ยนวิธีการเชื่อมต่อเพื่อดำเนินการต่อ
tr: Bu adres bağlantı yöntemiyle eşleşmiyor. Devam etmek için bağlantı yöntemini değiştirin.
vi: Địa chỉ này không khớp với phương thức kết nối. Hãy đổi phương thức kết nối để tiếp tục.
zh_hans: 这个地址与连接安全不相符。请调整后继续。
zh_hant: 這個位址與連線方式不相符。請改用相符的連線方式後繼續。

source: This clears every value you set for this model. This cannot be undone.
ar: سيؤدي هذا إلى مسح كل قيمة ضبطتها لهذا النموذج. لا يمكن التراجع.
de: Damit werden alle für dieses Modell gesetzten Werte gelöscht. Das lässt sich nicht rückgängig machen.
es: Esto borra todos los valores que definiste para este modelo. No se puede deshacer.
fr: Cela efface toutes les valeurs définies pour ce modèle. Action irréversible.
hi: यह इस मॉडल के लिए सेट किए गए सभी मान मिटा देगा। इसे पूर्ववत नहीं किया जा सकता।
id: Ini menghapus semua nilai yang Anda atur untuk model ini. Tidak dapat dibatalkan.
ja: このモデルに設定したすべての値を消去します。取り消せません。
ko: 이 모델에 설정한 모든 값을 지웁니다. 되돌릴 수 없습니다.
pt_br: Isto apaga todos os valores definidos para este modelo. Não pode ser desfeito.
ru: Это удалит все значения, заданные для этой модели. Отменить нельзя.
th: การทำเช่นนี้จะล้างค่าทั้งหมดที่คุณตั้งไว้สำหรับโมเดลนี้ ย้อนกลับไม่ได้
tr: Bu, bu model için ayarladığın tüm değerleri siler. Geri alınamaz.
vi: Thao tác này xóa mọi giá trị bạn đã đặt cho mô hình này. Không thể hoàn tác.
zh_hans: 这会清空你为这个模型设置的所有值，且无法撤销。
zh_hant: 這會清空你為這個模型設定的所有值，且無法復原。

source: This connection doesn't need a key
ar: هذا الاتصال لا يحتاج إلى مفتاح
de: Diese Verbindung benötigt keinen Schlüssel
es: Esta conexión no necesita clave
fr: Cette connexion n'a pas besoin de clé
hi: इस कनेक्शन के लिए कुंजी की आवश्यकता नहीं है
id: Koneksi ini tidak memerlukan kunci
ja: この接続にキーは不要です
ko: 이 연결에는 키가 필요하지 않습니다
pt_br: Esta conexão não precisa de chave
ru: Для этого подключения ключ не нужен
th: การเชื่อมต่อนี้ไม่ต้องใช้คีย์
tr: Bu bağlantı anahtar gerektirmez
vi: Kết nối này không cần khóa
zh_hans: 此连接无需密钥
zh_hant: 此連線無需金鑰

source: This deletes the connection, API key, enabled models, model library, and model behavior settings. It does not delete conversations; message history stays, and models used there are marked unavailable. This cannot be undone.
ar: سيحذف ذلك الاتصال ومفتاح API والنماذج المفعّلة ومكتبة النماذج وإعدادات سلوك النموذج. لن يحذف المحادثات؛ سيبقى سجل الرسائل، وستُعلَّم النماذج المستخدمة فيه على أنها غير متاحة. لا يمكن التراجع عن ذلك.
de: Dadurch werden die Verbindung, der API-Schlüssel, aktivierte Modelle, die Modellbibliothek und Einstellungen zum Modellverhalten gelöscht. Unterhaltungen werden nicht gelöscht; der Nachrichtenverlauf bleibt und darin verwendete Modelle werden als nicht verfügbar markiert. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina la conexión, la clave API, los modelos habilitados, la biblioteca de modelos y los ajustes de comportamiento del modelo. No elimina las conversaciones; el historial de mensajes se conserva y los modelos usados allí se marcan como no disponibles. No se puede deshacer.
fr: Cette action supprime la connexion, la clé API, les modèles activés, la bibliothèque de modèles et les réglages de comportement du modèle. Elle ne supprime pas les conversations ; l’historique des messages reste et les modèles utilisés y sont marqués indisponibles. Cette action est irréversible.
hi: यह कनेक्शन, API कुंजी, सक्षम मॉडल, मॉडल लाइब्रेरी और मॉडल व्यवहार सेटिंग हटाता है। यह वार्तालाप नहीं हटाता; संदेश इतिहास रहता है और उसमें उपयोग किए गए मॉडल अनुपलब्ध के रूप में चिह्नित होते हैं। इसे पूर्ववत नहीं किया जा सकता।
id: Ini menghapus koneksi, kunci API, model yang diaktifkan, pustaka model, dan pengaturan perilaku model. Percakapan tidak dihapus; riwayat pesan tetap ada dan model yang digunakan di sana ditandai tidak tersedia. Tindakan ini tidak dapat dibatalkan.
ja: 接続、API キー、有効なモデル、モデルライブラリ、モデル動作設定を削除します。会話は削除されず、メッセージ履歴は残り、そこで使われたモデルは利用不可と表示されます。この操作は取り消せません。
ko: 연결, API 키, 활성화된 모델, 모델 라이브러리 및 모델 동작 설정을 삭제합니다. 대화는 삭제하지 않으며, 메시지 기록은 남고 그곳에서 사용한 모델은 사용할 수 없음으로 표시됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Isso exclui a conexão, a chave de API, os modelos ativados, a biblioteca de modelos e as configurações de comportamento do modelo. Não exclui as conversas; o histórico de mensagens permanece, e os modelos usados nele são marcados como indisponíveis. Não é possível desfazer.
ru: Будут удалены подключение, API-ключ, включённые модели, библиотека моделей и настройки поведения модели. Чаты не удаляются; история сообщений сохраняется, а использованные в ней модели отмечаются как недоступные. Отменить это нельзя.
th: การดำเนินการนี้จะลบการเชื่อมต่อ คีย์ API โมเดลที่เปิดใช้ ไลบรารีโมเดล และการตั้งค่าพฤติกรรมโมเดล จะไม่ลบการสนทนา ประวัติข้อความจะคงอยู่ และโมเดลที่ใช้ในนั้นจะถูกทำเครื่องหมายว่าไม่พร้อมใช้งาน การดำเนินการนี้ย้อนกลับไม่ได้
tr: Bu işlem bağlantıyı, API anahtarını, etkin modelleri, model kitaplığını ve model davranışı ayarlarını siler. Görüşmeler silinmez; mesaj geçmişi kalır ve orada kullanılan modeller kullanılamaz olarak işaretlenir. Bu işlem geri alınamaz.
vi: Thao tác này xóa kết nối, khóa API, các mô hình đã bật, thư viện mô hình và cài đặt hành vi mô hình. Thao tác không xóa cuộc trò chuyện; lịch sử tin nhắn vẫn còn và các mô hình được dùng ở đó được đánh dấu là không khả dụng. Không thể hoàn tác.
zh_hans: 这会删除连接、API 密钥、已启用模型、模型库和模型行为参数；不会删除对话，历史消息会保留，其中使用过的模型会标为不可用。此操作无法撤销。
zh_hant: 這會刪除連線、API 金鑰、已啟用模型、模型庫和模型行為參數；不會刪除對話，歷史訊息會保留，其中用過的模型會標為不可用。此操作無法復原。

source: This deletes the stored values that no longer apply to this model. This cannot be undone.
ar: سيؤدي هذا إلى حذف القيم المخزّنة التي لم تعد تنطبق على هذا النموذج. لا يمكن التراجع.
de: Damit werden gespeicherte Werte gelöscht, die für dieses Modell nicht mehr gelten. Das lässt sich nicht rückgängig machen.
es: Esto elimina los valores guardados que ya no se aplican a este modelo. No se puede deshacer.
fr: Cela supprime les valeurs enregistrées qui ne s'appliquent plus à ce modèle. Action irréversible.
hi: यह उन संग्रहीत मानों को हटा देगा जो अब इस मॉडल पर लागू नहीं होते। इसे पूर्ववत नहीं किया जा सकता।
id: Ini menghapus nilai tersimpan yang tidak lagi berlaku untuk model ini. Tidak dapat dibatalkan.
ja: このモデルに適用されなくなった保存値を削除します。取り消せません。
ko: 이 모델에 더 이상 적용되지 않는 저장 값을 삭제합니다. 되돌릴 수 없습니다.
pt_br: Isto apaga os valores salvos que não se aplicam mais a este modelo. Não pode ser desfeito.
ru: Это удалит сохранённые значения, которые больше не применяются к этой модели. Отменить нельзя.
th: การทำเช่นนี้จะลบค่าที่บันทึกไว้ซึ่งไม่ใช้กับโมเดลนี้แล้ว ย้อนกลับไม่ได้
tr: Bu, artık bu model için geçerli olmayan kayıtlı değerleri siler. Geri alınamaz.
vi: Thao tác này xóa các giá trị đã lưu không còn áp dụng cho mô hình này. Không thể hoàn tác.
zh_hans: 这会删除已不适用于该模型的存量值，且无法撤销。
zh_hant: 這會刪除已不適用於該模型的存量值，且無法復原。

source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
hi: यह डिवाइस
id: Perangkat ini
ja: このデバイス
ko: 이 기기
pt_br: Este dispositivo
ru: Это устройство
th: อุปกรณ์นี้
tr: Bu cihaz
vi: Thiết bị này
zh_hans: 这台设备
zh_hant: 這台裝置

source: This engine requires an encrypted connection for its access token.
ar: يتطلب هذا المحرك اتصالاً مشفّرًا لرمز الوصول الخاص به.
de: Diese Engine benötigt für ihr Zugriffstoken eine verschlüsselte Verbindung.
es: Este motor requiere una conexión cifrada para su token de acceso.
fr: Ce moteur nécessite une connexion chiffrée pour son jeton d’accès.
hi: इस इंजन के ऐक्सेस टोकन के लिए एन्क्रिप्टेड कनेक्शन आवश्यक है।
id: Mesin ini memerlukan koneksi terenkripsi untuk token aksesnya.
ja: このエンジンのアクセストークンには暗号化された接続が必要です。
ko: 이 엔진의 액세스 토큰을 사용하려면 암호화된 연결이 필요합니다.
pt_br: Este mecanismo exige uma conexão criptografada para o token de acesso.
ru: Для токена доступа этого движка требуется зашифрованное соединение.
th: เอนจินนี้ต้องใช้การเชื่อมต่อที่เข้ารหัสสำหรับโทเค็นการเข้าถึง
tr: Bu motorun erişim belirteci için şifreli bağlantı gerekir.
vi: Công cụ này yêu cầu kết nối được mã hóa để dùng mã truy cập.
zh_hans: 此引擎的访问令牌需要加密连接。
zh_hant: 此引擎的存取權杖需要加密連線。

source: This image model does not accept the response_format parameter. Rename the model to start with gpt-image- or chatgpt-image-, or try a different image model ID.
ar: لا يقبل نموذج الصور هذا معامل response_format. سمّ النموذج بادئة gpt-image- أو chatgpt-image-، أو جرّب معرّف نموذج آخر.
de: Dieses Bildmodell akzeptiert den Parameter response_format nicht. Benenne das Modell mit dem Präfix gpt-image- oder chatgpt-image- um, oder versuche eine andere Modell-ID.
es: Este modelo de imagen no acepta el parámetro response_format. Renombra el modelo con el prefijo gpt-image- o chatgpt-image-, o prueba con otro ID de modelo.
fr: Ce modèle d'image n'accepte pas le paramètre response_format. Renommez le modèle avec le préfixe gpt-image- ou chatgpt-image-, ou essayez un autre identifiant.
hi: यह इमेज मॉडल response_format पैरामीटर स्वीकार नहीं करता। मॉडल को gpt-image- या chatgpt-image- से शुरू होने वाला नाम दें, या कोई दूसरा मॉडल ID आज़माएँ।
id: Model gambar ini tidak menerima parameter response_format. Ganti nama model dengan prefiks gpt-image- atau chatgpt-image-, atau coba ID model lain.
ja: この画像モデルは response_format パラメータを受け付けません。モデル ID を gpt-image- または chatgpt-image- で始まるように変更するか、別のモデル ID を試してください。
ko: 이 이미지 모델은 response_format 매개변수를 받지 않습니다. 모델 ID를 gpt-image- 또는 chatgpt-image- 로 시작하도록 변경하거나, 다른 모델 ID를 사용하세요.
pt_br: Este modelo de imagem não aceita o parâmetro response_format. Renomeie o modelo com o prefixo gpt-image- ou chatgpt-image-, ou tente outro ID de modelo.
ru: Эта модель изображений не принимает параметр response_format. Переименуйте модель, начиная с gpt-image- или chatgpt-image-, либо попробуйте другой идентификатор модели.
th: โมเดลรูปภาพนี้ไม่รองรับพารามิเตอร์ response_format เปลี่ยนชื่อโมเดลให้ขึ้นต้นด้วย gpt-image- หรือ chatgpt-image- หรือลองใช้ ID โมเดลอื่น
tr: Bu görüntü modeli response_format parametresini kabul etmiyor. Model adını gpt-image- veya chatgpt-image- ile başlayacak şekilde yeniden adlandırın veya başka bir model ID deneyin.
vi: Mô hình ảnh này không chấp nhận tham số response_format. Đổi tên mô hình bắt đầu bằng gpt-image- hoặc chatgpt-image-, hoặc thử một ID mô hình khác.
zh_hans: 此图片模型不接受 response_format 参数。请把模型 ID 改为以 gpt-image- 或 chatgpt-image- 开头，或换一个图片模型 ID。
zh_hant: 此圖片模型不接受 response_format 參數。請把模型 ID 改為以 gpt-image- 或 chatgpt-image- 開頭，或換一個圖片模型 ID。
